from parsers import keyboard_to_list
reg_keyboard = [['Да, хочу!']]
reg_keyboard2 = [['Хочу ещё кофе!']]#, ['Мои подтверждённые заявки'], ["Мои неподтверждённые заявки"]]
loc_keyboard = [['Москва, Летниковская'], ['Москва, Спартаковская'], ['Москва, Котельническая'], ['Москва, Электрозаводская'],
['Саратов, Орджоникидзе'], ['Саратов, Шелковичная'], ['Новосибирск, Добролюбова,'], ['Новосибирск, Кирова'],
['Казань, Лево-Булачная'], ['Екатеринбург, Толмачёва'], ['Хабаровск, Амурский бульвар'], ['Ханты-Мансийск, Мира']]
time_keyboard = [['C 9 до 10'], ['С 10 до 11'], ['С 11 до 12'], ['с 12 до 13'], ['с 13 до 14'], ['с 14 до 15'], ['с 15 до 16'], ['с 16 до 17'], ['с 17 до 18']]
date_keyboard = [['Сегодня'], ['Завтра'], ['Послезавтра']]

locations = keyboard_to_list(loc_keyboard)
times = keyboard_to_list(time_keyboard)
dates = keyboard_to_list(date_keyboard)
